{
  "language": "en",
  "generics": {
    "copyright": "Copyright © 2025 - All rights reserved",
    "designed": "Design & Development",
    "seeMore": "See more",
    "aboutMe": "Get to know me",
    "email": "Email",
    "github": "GitHub",
    "linkedin": "LinkedIn",
    "instagram": "Instagram",
    "sendEmail": "Send me an email",
    "downloadCV": "Download my CV",
    "projects": "Projects",
    "tags": "Tech Stack",
    "date": "Date",
    "customer": "Customer",
    "privacyPolicy": "Privacy Policy"
  },
  "home": {
    "name": "home"
  },
  "status": "Available for work",
  "position": "Fullstack Developer",
  "location": "Currently in Quimper, France",
  "hey": "Hey you!",
  "music": {
    "title": "Discover my music",
    "description": "Outside of coding, music plays an essential role in my life. I’ve been playing guitar for many years, with a special love for saturated, atmospheric, and energetic sounds. From psychedelic rock to stoner, sometimes touching on heavier metal influences.<br></br>During my two years in Rennes, this passion came to life through an album project with three musician friends: Hugo, Charles, and Adrien. Together, we crafted a sound that reflects who we are, blending progressive rock, psychedelia, and heavier sonic journeys."
  },
  "about": {
    "andMore": "(But not only)",
    "smallDesc": "Hi! I’m Noé, a fullstack developer with a bit of a project manager mindset. I’m passionate about visuals, sound and movement,  always ready to learn and build things. Scroll down if you want to know more about my slightly offbeat journey 👇",
    "resume": "I'm a fullstack developer with a project-oriented approach, trained in both code and coordination. With a Master's degree in digital project management, agency experience, and a constant curiosity, I'm able to handle a web project from end to end,   technically, functionally, and humanly. Back from a year-long road trip through New Zealand, I'm now available for new challenges, as a freelancer or as part of a team.",
    "description": {
      "part1": {
        "part": "About",
        "title": "Hey, I’m Noé",
        "text": "I just got back from a year-long van road trip across New Zealand,  a life-changing experience that helped me step back, discover new cultures, and improve my English (it needed some work, let's be honest). I took a break from coding to focus on exploring, meeting people, and capturing the landscapes through photography. That journey gave me fresh perspective, new ideas, and even more motivation to create."
      },
      "part2": {
        "part": "education",
        "title": "From math teacher to developer",
        "text": "I studied for a Master’s degree in Digital Project Management in Rennes, where I specialized in fullstack development. That dual profile gave me both technical and strategic skills: clean coding, solid architecture, but also client communication, planning, and teamwork. I originally planned to become a math teacher,  I liked the logic and precision,  but I eventually found coding to be the perfect balance between logic, creativity, and impact."
      },
      "part3": {
        "part": "experience",
        "title": "3 years at Bob le Développeur",
        "text": "I spent three years at Bob le Développeur, a web agency in Paris, working as a fullstack developer during my work-study program. I built custom applications using modern stacks like Next.js and Nest.js, and I got involved in the whole project process: client calls, need assessments, sprint planning… Working in a small team taught me to take on different roles and to always keep the product vision in mind."
      },
      "part4": {
        "part": "passions",
        "title": "What drives me outside of code",
        "text": "Outside of development, I'm passionate about music and photography. I love composing, experimenting with sound, capturing moments,  they’re creative outlets that complement coding well: they require precision, intuition, and attention to detail. To stay balanced after long hours in front of the screen, I turn to swimming and climbing,  two sports that help me stay focused, grounded, and energized."
      }
    },
    "education": {
      "title": "Education",
      "item1": {
        "diploma": "Master's Degree in Digital Project Management",
        "school": "MyDigitalSchool",
        "location": "Rennes, France",
        "year": "2021 - 2024",
        "url": "https://www.mydigitalschool.com/mba-architecte-web?gbraid=0AAAAADeG2Or05k3VXUnTbJV1OwelARs8U"
      },
      "item2": {
        "diploma": "Bachelor's Degree in Web and Mobile Development",
        "school": "La Sorbonne",
        "location": "Paris, France",
        "year": "2020 - 2021",
        "url": "https://www.cfa-sciences.fr/licence-professionnelle-3eme-annee-metiers-de-linformatique-applications-web-parcours-projet-web-et"
      },
      "item3": {
        "diploma": "Bachelor's Degree in Mathematics, Physics, and Computer Science",
        "school": "University of Brest",
        "location": "Brest, France",
        "year": "2018 - 2020",
        "url": "https://formations.univ-brest.fr/fr/index/sciences-technologies-sante-STS/licence-XA/portail-mpmei-mathematiques-physique-maths-economie-informatique-KYA659ZE/l1-portail-mpmei-KYEFYSRJ.html"
      }
    },
    "experience": {
      "title": "Experience",
      "item1": {
        "company": "Bob le Développeur",
        "location": "Paris, France",
        "year": "2021 - 2024",
        "description": "Fullstack Developer (apprenticeship)",
        "url": "https://www.bob-le-developpeur.com/"
      },
      "item2": {
        "company": "Tildev",
        "location": "Rennes, France",
        "year": "2024",
        "description": "Fullstack Developer",
        "url": "https://tildev.fr/"
      }
    }
  },
  "projects": {
    "seeOne": "View the project",
    "seeAll": "Discover all projects",
    "seeGithub": "View on GitHub",
    "seeWeb": "View the website",
    "type": "Type of project",
    "noProjectsFound": "No projects found",
    "desktopImages": "Desktop images",
    "mobileImages": "Mobile images",
    "videos": "Videos"
  },
  "nav": {
    "ABOUT": "About me",
    "PROJECTS": "Discover my projects",
    "MUSIC": "Listen to my music"
  },
  "funFacts": {
    "fact1": "Wombats poop cubes. Yep, cubes.",
    "fact2": "Your DNA is 60% identical to a banana’s.",
    "fact3": "It rains metal on some planets.",
    "fact4": "Giraffes don’t make a sound, they have no vocal cords.",
    "fact5": "Trees talk. Slowly, underground.",
    "fact6": "Chocolate was currency for the Aztecs.",
    "fact7": "The Moon drifts away. 3.8 cm. Every year.",
    "fact8": "Turtles can breathe... through their butts.",
    "fact9": "A day on Venus is longer than a year.",
    "fact10": "Koalas have fingerprints almost identical to humans.",
    "fact11": "A minute of silence often lasts 61 seconds.",
    "fact12": "The brain weighs 2% of your body, but uses 20% of its energy.",
    "fact13": "Honey never expires. Seriously. Even after 3,000 years.",
    "fact14": "Clouds can weigh 500 tons. And still float like nothing.",
    "fact15": "The word “alphabet” comes from Alpha and Beta.",
    "fact16": "Octopuses have three hearts.",
    "fact17": "Bananas are berries. Strawberries aren’t.",
    "fact18": "Sharks existed before trees.",
    "fact19": "There’s a species of jellyfish that can live forever.",
    "fact20": "Humans glow in the dark, but the light is too weak to see.",
    "fact21": "Sloths can hold their breath longer than dolphins.",
    "fact22": "Rain has a smell. It’s called petrichor.",
    "fact23": "Space smells like seared steak.",
    "fact24": "Cows have best friends and get stressed when separated.",
    "fact25": "Water can boil and freeze at the same time.",
    "fact26": "A teaspoon of neutron star would weigh six billion tons.",
    "fact27": "Some turtles can live without oxygen for months.",
    "fact28": "There are more stars in the universe than grains of sand on Earth.",
    "fact29": "The Eiffel Tower grows taller in summer.",
    "fact30": "Birds are the closest living relatives of dinosaurs."
  },
  "cookieConsent": {
    "description": "I use cookies to analyze traffic and improve your experience. This data is anonymized and does not personally identify you.",
    "accept": "Accept",
    "decline": "Decline"
  },
  "footer": {
    "title": "Thinking about building something together? Don't hesitate to get in touch!"
  }
}
